Revit 2027 API
ParameterTypeId.PhyMaterialParamPoissonMod12 Property
 "Poisson Ratio 12"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamPoissonMod12 { get; }
Public Shared ReadOnly Property PhyMaterialParamPoissonMod12 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod12 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamPoissonMod12 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace